


<!DOCTYPE html>
<html lang="zh-cn">
<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1">
  <meta http-equiv="Cache-Control" content="no-siteapp">
  <meta name="HandheldFriendly" content="true">
  
    <meta name="google-site-verification" content="Sf3TQAKc2EfeBR3ltsbYlbX06bHJ4-QbsC_7Jko3zZ8">
  
  
    <meta name="baidu-site-verification" content="lkLxPcUTqE">
  
  <script>
  (function(d) {
    var config = {
      kitId: 'xoy5jfw',
      scriptTimeout: 3000,
      async: true
    },
    h=d.documentElement,t=setTimeout(function(){h.className=h.className.replace(/\bwf-loading\b/g,"")+" wf-inactive";},config.scriptTimeout),tk=d.createElement("script"),f=false,s=d.getElementsByTagName("script")[0],a;h.className+=" wf-loading";tk.src='https://use.typekit.net/'+config.kitId+'.js';tk.async=true;tk.onload=tk.onreadystatechange=function(){a=this.readyState;if(f||a&&a!="complete"&&a!="loaded")return;f=true;clearTimeout(t);try{Typekit.load(config)}catch(e){}};s.parentNode.insertBefore(tk,s)
  })(document);
  </script>

<!-- Global site tag (gtag.js) - Google Analytics -->
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-128956609-1"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-128956609-1');
</script>



  <title>Epilogue, Prologue | ツキの月</title>
  
    <!-- stylesheets list from _config.yml -->
    
      <link rel="stylesheet" href="/css/shiro.css">
    
      <link rel="stylesheet" href="/css/layout.css">
    
      <link rel="stylesheet" href="/css/post.css">
    
      <link rel="stylesheet" href="/css/content.css">
    
      <link rel="stylesheet" href="/css/highlight.css">
    
      <link rel="stylesheet" href="/lib/soraka/soraka.css">
    
      <link rel="stylesheet" href="/lib/typo.css/typo.css">
    
  
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/katex@0.10.0/dist/katex.min.css" integrity="sha384-9eLZqc9ds8eNjO3TmqPeYcDj8n+Qfa4nuSiGYa6DjLNcv9BtN69ZIulL9+8CqC9Y" crossorigin="anonymous">
  <script defer src="https://cdn.jsdelivr.net/npm/katex@0.10.0/dist/katex.min.js" integrity="sha384-K3vbOmF2BtaVai+Qk37uypf7VrgBubhQreNQe9aGsz9lB63dIFiQVlJbr92dw2Lx" crossorigin="anonymous"></script>
</head>
<body class="serif">

<div id="header">
  <a href="/">
    <div id="title">
      <h1>ツキの月</h1>
    </div>
  </a>
</div>

<div id="menu-outer">
  <div id="menu-inner">
    
      <a href="/">Blog</a>
    
      <a href="/about">About</a>
    
  </div>
</div>

<div id="content-outer">
  <div id="content-inner" class="content typo">
    
<article id="post">
<header>
  <h1>Epilogue, Prologue</h1>
  <div class="meta">
  <span class="page-date">
  <time datetime="2019-12-31T16:00:00.000Z">
            2020-01-01
  </time>
  </span>
  
  <span class="tag-link">
        <a href="/tags/Thoughts/">
          #Thoughts
        </a>
  </span>
      
  </div>
</header>
  <h2 id="section">12</h2>
<blockquote>
<p>It was the end of a decade</p>
<p>But the start of an age</p>
</blockquote>
<p>&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x559C;&#x6B22;&#x5355;&#x66F2;&#x5FAA;&#x73AF;&#x7684;&#x4EBA;&#x3002;&#x867D;&#x7136;&#x5355;&#x66F2;&#x5FAA;&#x73AF;&#x65F6;&#xFF0C;&#x81EA;&#x5DF1;&#x5B8C;&#x5168;&#x5904;&#x4E8E;&#x4E00;&#x79CD;&#x65E0;&#x610F;&#x8BC6;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x4F46;&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x6BCF;&#x5F53;&#x4EE5;&#x540E;&#x518D;&#x6B21;&#x542C;&#x5230;&#x4E00;&#x9996;&#x6B4C;&#xFF0C;&#x5F53;&#x65F6;&#x7684;&#x8BB0;&#x5FC6;&#x4FBF;&#x55B7;&#x6D8C;&#x800C;&#x51FA;&#x3002;&#x8FD9;&#x79CD;&#x8FDE;&#x63A5;&#x548C;&#x6B4C;&#x66F2;&#x7684;&#x4E3B;&#x9898;&#x4F3C;&#x4E4E;&#x65E0;&#x5173;&#xFF1B;&#x6BD4;&#x5982;&#x6BCF;&#x5F53;&#x6211;&#x542C; <em>Blank Space</em>&#xFF0C;&#x60F3;&#x8D77;&#x7684;&#x603B;&#x662F;&#x9AD8;&#x4E2D;&#x65F6;&#x4EE3;&#x67D0;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x75AF;&#x72C2;&#xFF08;&#x4EE5;&#x53CA;&#x7CBE;&#x795E;&#x8870;&#x5F31;&#xFF09;&#x3002;&#x4E0D;&#x7BA1;&#x600E;&#x6837;&#xFF0C;&#x6BCF;&#x4E32;&#x65CB;&#x5F8B;&#xFF0C;&#x90FD;&#x4EE5;&#x4E00;&#x79CD;&#x5947;&#x5999;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x548C;&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x7684;&#x8BB0;&#x5FC6;&#x7D27;&#x7D27;&#x7EA0;&#x7F20;&#x5728;&#x4E86;&#x4E00;&#x8D77;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x53C8;&#x5076;&#x7136;&#x542C;&#x5230;&#x4E86;&#x8FD9;&#x9996;&#x6B4C;&#x2014;&#x2014;<em>Long Live</em>&#xFF0C;&#x662F;&#x9AD8;&#x8003;&#x524D;&#x5E38;&#x542C;&#x7684;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x53E5;&#x6B4C;&#x8BCD;&#xFF0C;&#x5012;&#x662F;&#x8BA9;&#x6211;&#x7684;&#x5FC3;&#x5934;&#x60B8;&#x52A8;&#x4E86;&#x4E00;&#x4E0B;&#xFF1A;&#x8C8C;&#x4F3C;&#xFF0C;&#x73B0;&#x5728;&#x771F;&#x7684;&#x662F; <em>The End of the Decade</em> &#x4E86;&#x554A;&#x3002;</p>
<h2 id="section-1">11</h2>
<p>&#x5C3D;&#x7BA1;&#x5E73;&#x65E5;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x8D77;&#x5E8A;&#x56F0;&#x96BE;&#x6237;&#xFF0C;&#x4F46;&#x6BCF;&#x5F53;&#x6709;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x8981;&#x53D1;&#x751F;&#x65F6;&#xFF0C;&#x603B;&#x662F;&#x4F1A;&#x9192;&#x5F97;&#x7279;&#x522B;&#x65E9;&#x3002;</p>
<p>&#x6628;&#x591C;&#x5317;&#x4EAC;&#x4E0B;&#x4E86;&#x521D;&#x96EA;&#xFF0C;&#x660C;&#x5E73;&#x7684;&#x6E05;&#x6668;&#x6709;&#x79CD;&#x96FE;&#x972D;&#x6C89;&#x6C89;&#x7684;&#x611F;&#x89C9;&#x3002;&#x8D70;&#x5728;&#x8DEF;&#x4E0A;&#xFF0C;&#x671B;&#x7740;&#x671B;&#x4E0D;&#x5230;&#x5934;&#x7684;&#x3001;&#x767D;&#x832B;&#x832B;&#x7684;&#x884C;&#x9053;&#x6811;&#xFF0C;&#x5FFD;&#x7136;&#x5C31;&#x5BF9;&#x300C;&#x96EA;&#x6674;&#x4E91;&#x6DE1;&#x65E5;&#x5149;&#x5BD2;&#x300D;&#x6709;&#x4E86;&#x5B9E;&#x611F;&#x3002;</p>
<p>&#x8D70;&#x51FA;&#x8003;&#x573A;&#x65F6;&#xFF0C;&#x96EA;&#x5728;&#x653E;&#x6674;&#x7684;&#x9633;&#x5149;&#x4E0B;&#xFF0C;&#x5DF2;&#x7136;&#x878D;&#x5316;&#x5F97;&#x5DEE;&#x4E0D;&#x591A;&#x4E86;&#x3002;&#x5929;&#x6C14;&#x4F3C;&#x4E4E;&#x51CC;&#x5389;&#x5730;&#x5728;&#x5341;&#x4E00;&#x6708;&#x7684;&#x7ED3;&#x675F;&#x5212;&#x5F00;&#x4E86;&#x4E00;&#x9053;&#x7EBF;&#xFF0C;&#x628A;&#x65F6;&#x95F4;&#x5288;&#x6210;&#x4E24;&#x534A;&#x3002;&#x771F;&#x597D;&#xFF1B;&#x5982;&#x679C;&#x8981;&#x8BC4;&#x9009;&#x8FD9;&#x4E00;&#x5E74;&#x6700;&#x75AF;&#x72C2;&#x7684;&#x4E00;&#x4E2A;&#x6708;&#xFF0C;&#x90A3;&#x5C31;&#x8981;&#x5C5E;&#x8FD9;&#x4E2A;&#x8003; G&#x3001;intern &#x4EE5;&#x53CA; midterm &#x7684; November &#x4E86;&#x5427;&#x3002;</p>
<h2 id="section-2">10</h2>
<blockquote>
<p>&#x30D0;&#x30C3;&#x3068;&#x82B1;&#x706B;&#x304C;&#x3001;&#x591C;&#x306B;&#x54B2;&#x3044;&#x305F;</p>
<p>&#x591C;&#x306B;&#x54B2;&#x3044;&#x3066;&#x3001;&#x9759;&#x304B;&#x306B;&#x6D88;&#x3048;&#x305F;</p>
</blockquote>
<p>&#x5E73;&#x65E5;&#x770B;&#x52A8;&#x753B;&#x7684;&#x4EBA;&#x603B;&#x4F1A;&#x5BF9;&#x90BB;&#x56FD;&#x62B1;&#x6709;&#x4E00;&#x4E9B;&#x610F;&#x8C61;&#xFF1A;&#x82B1;&#x706B;&#x5927;&#x4F1A;&#x4FBF;&#x662F;&#x5176;&#x4E2D;&#x4E00;&#x4F8B;&#xFF1A;&#x6D74;&#x8863;&#x3001;&#x8349;&#x5730;&#x3001;&#x7EFD;&#x653E;&#x7684;&#x70DF;&#x82B1;&#x4E0E;&#x5C11;&#x7537;&#x5C11;&#x5973;&#x60B8;&#x52A8;&#x7684;&#x5FC3;&#x3002;&#x9762;&#x5BF9;&#x7740;&#x5E7F;&#x573A;&#x65B9;&#x5411;&#x7684;&#x70DF;&#x706B;&#x8868;&#x6F14;&#xFF0C;&#x867D;&#x6709;&#x4E9B;&#x8BB8;&#x4E0D;&#x5408;&#x65F6;&#x5B9C;&#xFF0C;&#x6211;&#x7981;&#x4E0D;&#x4F4F;&#x8054;&#x60F3;&#x7740;&#x3002;</p>
<p>&#x70DF;&#x82B1;&#x4F3C;&#x4E4E;&#x662D;&#x793A;&#x7740;&#x8F6C;&#x77AC;&#x5373;&#x901D;&#xFF1A;&#x4F3C;&#x4E4E;&#x4E00;&#x5207;&#x8272;&#x5F69;&#x90FD;&#x4F1A;&#x968F;&#x7740;&#x6691;&#x5047;&#x7684;&#x7ED3;&#x675F;&#xFF0C;&#x53D8;&#x4E3A;&#x68A6;&#x5E7B;&#xFF0C;&#x4E0D;&#x53EF;&#x89E6;&#x78B0;&#x3002;</p>
<p>&#x90A3;&#x4E9B;&#x548C;&#x6211;&#x4E00;&#x540C;&#x4E3E;&#x7740;&#x624B;&#x673A;&#xFF0C;&#x60CA;&#x53F9;&#x7740;&#x70DF;&#x82B1;&#x7684;&#x7EDA;&#x70C2;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x53C8;&#x90FD;&#x5728;&#x60F3;&#x4E9B;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;</p>
<p>&#x300C;&#x53BB;&#x770B;&#x4E00;&#x573A;&#x82B1;&#x706B;&#x5927;&#x4F1A;&#x300D;&#xFF0C;&#x4F9D;&#x7136;&#x5728;&#x6211;&#x7684; Todo List &#x4E0A;&#x3002;</p>
<h2 id="section-3">9</h2>
<blockquote>
<p>And&#xA0;both&#xA0;that&#xA0;morning&#xA0;equally&#xA0;lay In&#xA0;leaves&#xA0;no&#xA0;step&#xA0;had&#xA0;trodden&#xA0;black.</p>
</blockquote>
<p>&#x7B2C;&#x4E00;&#x6B21;&#x5728;&#x4E00;&#x5BB6;&#x516C;&#x53F8;&#x5B9E;&#x4E60;&#x3002;&#x8981;&#x8BF4;&#x6709;&#x4EC0;&#x4E48;&#x611F;&#x53D7;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x4F53;&#x4F1A;&#x5230;&#x4E86;&#x300C;&#x5DE5;&#x4F5C;&#x300D;&#x8FD9;&#x4E24;&#x4E2A;&#x5B57;&#x7684;&#x5206;&#x91CF;&#x3002;</p>
<p>&#x672A;&#x6765;&#x8BE5;&#x600E;&#x4E48;&#x8D70;&#xFF1F;&#x8DEF;&#x9014;&#x4F9D;&#x7136;&#x4E0D;&#x751A;&#x660E;&#x6670;&#x3002;&#x89E3;&#x51B3;&#x6389;&#x4E86;&#x4E00;&#x4E9B;&#x7591;&#x60D1;&#xFF0C;&#x53C8;&#x589E;&#x6DFB;&#x4E86;&#x65B0;&#x7684;&#x56F0;&#x60D1;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x6211;&#x611F;&#x5230;&#x81EA;&#x5DF1;&#x548C;&#x300C;&#x672C;&#x7269;&#x300D;&#x4E4B;&#x95F4;&#xFF0C;&#x8DDD;&#x79BB;&#x8D8A;&#x6765;&#x8D8A;&#x8FD1;&#x4E86;&#x3002;</p>
<h2 id="section-4">6</h2>
<p>&#x662F;&#x7684;&#xFF0C;&#x8FD9;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x7B49;&#x5DEE;&#x6570;&#x5217;&#x3002;&#x5BF9;&#x8BA9;&#x4F60;&#x4EA7;&#x751F;&#x8FD9;&#x6837;&#x7684;&#x9519;&#x89C9;&#x8FD9;&#x4EF6;&#x4E8B;&#xFF0C;&#x6211;&#x5176;&#x5B9E;&#x4E5F;&#x6CA1;&#x6253;&#x7B97;&#x9053;&#x6B49;:D</p>
<p>&#x5199;&#x5230;&#x8FD9;&#xFF0C;&#x65F6;&#x95F4;&#x5DF2;&#x7ECF;&#x633A;&#x665A;&#x4E86;&#x3002;&#x4F59;&#x4E0B;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x53E6;&#x627E;&#x65F6;&#x95F4;&#x518D;&#x8865;&#x4E0A;&#x5427;&#x3002;</p>
<h2 id="section-5">2020</h2>
<p>&#x624D;&#x521A;&#x5F00;&#x59CB;&#x5462;&#x3002;&#x8BA9; 2020 &#x81EA;&#x5DF1;&#x53BB;&#x4E66;&#x5199;&#x81EA;&#x5DF1;&#x5427;&#xFF01;</p>

</article>

<div id="paginator">
  
</div>

  </div>
</div>

<div id="bottom-outer">
  <div id="footer">
      Copyright © 2020 Tsuki. Powered by Hexo and <a href="https://github.com/imtsuki/hexo-theme-shiro">Shiro</a>.
  </div>
</div>


  <!-- scripts list from theme config.yml -->
  
    <script src="/js/shiro.js"></script>
  


</body>
</html>
