


<!DOCTYPE html>
<html lang="zh-cn">
<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1">
  <meta http-equiv="Cache-Control" content="no-siteapp">
  <meta name="HandheldFriendly" content="true">
  
    <meta name="google-site-verification" content="Sf3TQAKc2EfeBR3ltsbYlbX06bHJ4-QbsC_7Jko3zZ8">
  
  
    <meta name="baidu-site-verification" content="lkLxPcUTqE">
  
  <script>
  (function(d) {
    var config = {
      kitId: 'xoy5jfw',
      scriptTimeout: 3000,
      async: true
    },
    h=d.documentElement,t=setTimeout(function(){h.className=h.className.replace(/\bwf-loading\b/g,"")+" wf-inactive";},config.scriptTimeout),tk=d.createElement("script"),f=false,s=d.getElementsByTagName("script")[0],a;h.className+=" wf-loading";tk.src='https://use.typekit.net/'+config.kitId+'.js';tk.async=true;tk.onload=tk.onreadystatechange=function(){a=this.readyState;if(f||a&&a!="complete"&&a!="loaded")return;f=true;clearTimeout(t);try{Typekit.load(config)}catch(e){}};s.parentNode.insertBefore(tk,s)
  })(document);
  </script>

<!-- Global site tag (gtag.js) - Google Analytics -->
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-128956609-1"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-128956609-1');
</script>



  <title>关于写博客 | ツキの月</title>
  
    <!-- stylesheets list from _config.yml -->
    
      <link rel="stylesheet" href="/css/shiro.css">
    
      <link rel="stylesheet" href="/css/layout.css">
    
      <link rel="stylesheet" href="/css/post.css">
    
      <link rel="stylesheet" href="/css/content.css">
    
      <link rel="stylesheet" href="/css/highlight.css">
    
      <link rel="stylesheet" href="/lib/soraka/soraka.css">
    
      <link rel="stylesheet" href="/lib/typo.css/typo.css">
    
  
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/katex@0.10.0/dist/katex.min.css" integrity="sha384-9eLZqc9ds8eNjO3TmqPeYcDj8n+Qfa4nuSiGYa6DjLNcv9BtN69ZIulL9+8CqC9Y" crossorigin="anonymous">
  <script defer src="https://cdn.jsdelivr.net/npm/katex@0.10.0/dist/katex.min.js" integrity="sha384-K3vbOmF2BtaVai+Qk37uypf7VrgBubhQreNQe9aGsz9lB63dIFiQVlJbr92dw2Lx" crossorigin="anonymous"></script>
</head>
<body class="serif">

<div id="header">
  <a href="/">
    <div id="title">
      <h1>ツキの月</h1>
    </div>
  </a>
</div>

<div id="menu-outer">
  <div id="menu-inner">
    
      <a href="/">Blog</a>
    
      <a href="/about">About</a>
    
  </div>
</div>

<div id="content-outer">
  <div id="content-inner" class="content typo">
    
<article id="post">
<header>
  <h1>关于写博客</h1>
  <div class="meta">
  <span class="page-date">
  <time datetime="2019-11-20T15:16:57.000Z">
            2019-11-20
  </time>
  </span>
  
  <span class="tag-link">
        <a href="/tags/Thoughts/">
          #Thoughts
        </a>
  </span>
      
  </div>
</header>
  &lt;p&gt;&amp;#x6709;&amp;#x670B;&amp;#x53CB;&amp;#x6700;&amp;#x8FD1;&amp;#x95EE;&amp;#x6211;&amp;#xFF0C;&amp;#x4E3A;&amp;#x4EC0;&amp;#x4E48;&amp;#x535A;&amp;#x5BA2;&amp;#x5F88;&amp;#x957F;&amp;#x65F6;&amp;#x95F4;&amp;#x6CA1;&amp;#x6709;&amp;#x66F4;&amp;#x65B0;&amp;#x4E86;&amp;#x3002;&amp;#x5176;&amp;#x5B9E;&amp;#xFF0C;&amp;#x5012;&amp;#x4E0D;&amp;#x5982;&amp;#x8BF4;&amp;#x4ECE;&amp;#x6765;&amp;#x6CA1;&amp;#x6709;&amp;#x66F4;&amp;#x65B0;&amp;#x8FC7;&amp;#xFF1B;&amp;#x5B64;&amp;#x96F6;&amp;#x96F6;&amp;#x51E0;&amp;#x7BC7;&amp;#x4EE5;&amp;#x7740;&amp;#x300C;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x300D;&amp;#x4F5C;&amp;#x4E3A;&amp;#x6807;&amp;#x9898;&amp;#xFF0C;&amp;#x662D;&amp;#x793A;&amp;#x7740;&amp;#x5F53;&amp;#x521D;&amp;#x7684;&amp;#x96C4;&amp;#x5FC3;&amp;#x58EE;&amp;#x5FD7;&amp;#xFF0C;&amp;#x5374;&amp;#x6700;&amp;#x7EC8;&amp;#x534A;&amp;#x9014;&amp;#x800C;&amp;#x5E9F;&amp;#x7684;&amp;#x535A;&amp;#x6587;&amp;#xFF0C;&amp;#x6216;&amp;#x662F;&amp;#x590D;&amp;#x4E60;&amp;#x540E;&amp;#x968F;&amp;#x624B;&amp;#x4E0A;&amp;#x4F20;&amp;#x7684;&amp;#x7B14;&amp;#x8BB0;&amp;#xFF0C;&amp;#x60F3;&amp;#x5FC5;&amp;#x662F;&amp;#x79F0;&amp;#x4E0D;&amp;#x4E0A;&amp;#x4EC0;&amp;#x4E48;&amp;#x6B63;&amp;#x7ECF;&amp;#x6587;&amp;#x7AE0;&amp;#x7684;&amp;#x3002;&amp;#x800C;&amp;#x5173;&amp;#x4E8E;&amp;#x6CA1;&amp;#x6709;&amp;#x6587;&amp;#x7AE0;&amp;#x7684;&amp;#x539F;&amp;#x56E0;&amp;#xFF0C;&amp;#x6211;&amp;#x66FE;&amp;#x7EDE;&amp;#x5C3D;&amp;#x8111;&amp;#x6C41;&amp;#x60F3;&amp;#x51FA;&amp;#x8FC7;&amp;#x51E0;&amp;#x4E2A;&amp;#x51A0;&amp;#x5195;&amp;#x5802;&amp;#x7687;&amp;#x7684;&amp;#x7406;&amp;#x7531;&amp;#xFF0C;&amp;#x4F46;&amp;#x4F3C;&amp;#x4E4E;&amp;#x90FD;&amp;#x4E0D;&amp;#x80FD;&amp;#x4E3A;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x61D2;&amp;#x60F0;&amp;#x5F00;&amp;#x8131;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8BF4;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x5F53;&amp;#x521D;&amp;#x521A;&amp;#x521A;&amp;#x5EFA;&amp;#x7ACB;&amp;#x8FD9;&amp;#x4E2A;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x662F;&amp;#x6709;&amp;#x4E00;&amp;#x79CD;&amp;#x300C;&amp;#x8981;&amp;#x8BA9;&amp;#x8FD9;&amp;#x91CC;&amp;#x6210;&amp;#x4E3A;&amp;#x72EC;&amp;#x5C5E;&amp;#x4E8E;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x4E00;&amp;#x4E2A;&amp;#x89D2;&amp;#x843D;&amp;#x300D;&amp;#x8FD9;&amp;#x79CD;&amp;#x70C2;&amp;#x5927;&amp;#x8857;&amp;#x7684;&amp;#x60F3;&amp;#x6CD5;&amp;#x7684;&amp;#x3002;&amp;#x4ECE;&amp;#x800C;&amp;#xFF0C;&amp;#x6211;&amp;#x6CA1;&amp;#x6709;&amp;#x4F7F;&amp;#x7528;&amp;#x7F51;&amp;#x4E0A;&amp;#x7684;&amp;#x6A21;&amp;#x677F;&amp;#xFF0C;&amp;#x800C;&amp;#x662F;&amp;#x81EA;&amp;#x5DF1;&amp;#x5199;&amp;#x4E0B;&amp;#x4E86;&amp;#x535A;&amp;#x5BA2;&amp;#x9875;&amp;#x9762;&amp;#x7684;&amp;#x6BCF;&amp;#x4E00;&amp;#x884C;&amp;#x4EE3;&amp;#x7801;&amp;#xFF1A;&amp;#x4ECE;&amp;#x64B0;&amp;#x5199; HTML &amp;#x7684;&amp;#x6E32;&amp;#x67D3;&amp;#x6A21;&amp;#x677F;&amp;#xFF0C;&amp;#x5230;&amp;#x8FD1;&amp;#x4E4E;&amp;#x5F3A;&amp;#x8FEB;&amp;#x75C7;&amp;#x822C;&amp;#x8C03;&amp;#x6574;&amp;#x5B57;&amp;#x4F53;&amp;#x3001;&amp;#x6587;&amp;#x5B57;&amp;#x5927;&amp;#x5C0F;&amp;#x3001;&amp;#x884C;&amp;#x95F4;&amp;#x8DDD;&amp;#xFF0C;&amp;#x5230;&amp;#x6700;&amp;#x540E;&amp;#x501F;&amp;#x6765;&amp;#x8BB8;&amp;#x591A;&amp;#x8BBE;&amp;#x5907;&amp;#x6765;&amp;#x786E;&amp;#x8BA4;&amp;#x535A;&amp;#x5BA2;&amp;#x5C55;&amp;#x793A;&amp;#x7684;&amp;#x4E00;&amp;#x81F4;&amp;#x6027;&amp;#xFF0C;&amp;#x5012;&amp;#x4E5F;&amp;#x83B7;&amp;#x5F97;&amp;#x4E86;&amp;#x4E0D;&amp;#x9519;&amp;#x7684;&amp;#x663E;&amp;#x793A;&amp;#x6548;&amp;#x679C;&amp;#x3002;&amp;#x4E8E;&amp;#x662F;&amp;#x5B8C;&amp;#x6210;&amp;#x8FD9;&amp;#x4E9B;&amp;#x5DE5;&amp;#x4F5C;&amp;#x540E;&amp;#x957F;&amp;#x8212;&amp;#x4E00;&amp;#x53E3;&amp;#x6C14;&amp;#xFF1B;&amp;#x81F3;&amp;#x4E8E;&amp;#x6587;&amp;#x7AE0;&amp;#xFF0C;&amp;#x90A3;&amp;#x662F;&amp;#x4EC0;&amp;#x4E48;&amp;#x4E1C;&amp;#x897F;&amp;#xFF1F;&lt;/p&gt;
&lt;p&gt;&amp;#x50CF;&amp;#x6211;&amp;#x8FD9;&amp;#x79CD;&amp;#x6CA1;&amp;#x6709;&amp;#x51E0;&amp;#x6EF4;&amp;#x58A8;&amp;#x6C34;&amp;#x7684;&amp;#x4EBA;&amp;#xFF0C;&amp;#x6015;&amp;#x662F;&amp;#x53EA;&amp;#x80FD;&amp;#x60F3;&amp;#x5230;&amp;#x300C;&amp;#x4E70;&amp;#x691F;&amp;#x8FD8;&amp;#x73E0;&amp;#x300D;&amp;#x8FD9;&amp;#x79CD;&amp;#x5C0F;&amp;#x5B66;&amp;#x7EA7;&amp;#x8BCD;&amp;#x6C47;&amp;#x6765;&amp;#x5F62;&amp;#x5BB9;&amp;#x8FD9;&amp;#x79CD;&amp;#x60C5;&amp;#x51B5;&amp;#x3002;&amp;#x5982;&amp;#x679C;&amp;#x975E;&amp;#x8981;&amp;#x518D;&amp;#x60F3;&amp;#x4E00;&amp;#x4E2A;&amp;#x7C7B;&amp;#x6BD4;&amp;#x7684;&amp;#x8BDD;&amp;#xFF0C;&amp;#x9E2D;&amp;#x7EFF;&amp;#x6C5F;&amp;#x5F7C;&amp;#x5CB8;&amp;#x53EA;&amp;#x6709;&amp;#x5916;&amp;#x58F3;&amp;#x7C89;&amp;#x5237;&amp;#x7684;&amp;#x300C;&amp;#x5BA3;&amp;#x4F20;&amp;#x7528;&amp;#x623F;&amp;#x300D;&amp;#x4E5F;&amp;#x52C9;&amp;#x5F3A;&amp;#x8FD8;&amp;#x7B97;&amp;#x8D34;&amp;#x5408;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4F46;&amp;#x6211;&amp;#x81EA;&amp;#x8BA4;&amp;#x4E3A;&amp;#x4E0D;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x6CA1;&amp;#x6709;&amp;#x8868;&amp;#x8FBE;&amp;#x6B32;&amp;#x7684;&amp;#x4EBA;&amp;#x3002;&amp;#x5728;&amp;#x6574;&amp;#x65E5;&amp;#x6C89;&amp;#x6EBA;&amp;#x4E8E;&amp;#x80E1;&amp;#x601D;&amp;#x4E71;&amp;#x60F3;&amp;#x4E2D;&amp;#x65F6;&amp;#xFF08;&amp;#x540C;&amp;#x65F6;&amp;#x610F;&amp;#x5473;&amp;#x7740;&amp;#x6211;&amp;#x5728;&amp;#x865A;&amp;#x5EA6;&amp;#x65F6;&amp;#x5149;&amp;#xFF09;&amp;#xFF0C;&amp;#x6211;&amp;#x65F6;&amp;#x5E38;&amp;#x80FD;&amp;#x591F;&amp;#x611F;&amp;#x53D7;&amp;#x5230;&amp;#x4E00;&amp;#x79CD;&amp;#x5C06;&amp;#x5176;&amp;#x8868;&amp;#x8FBE;&amp;#x51FA;&amp;#x6765;&amp;#x7684;&amp;#x51B2;&amp;#x52A8;&amp;#x3002;&amp;#x4F46;&amp;#x5F53;&amp;#x9759;&amp;#x4E0B;&amp;#x5FC3;&amp;#x6765;&amp;#xFF0C;&amp;#x771F;&amp;#x6B63;&amp;#x62FF;&amp;#x8D77;&amp;#x7B14;&amp;#xFF08;&amp;#x6216;&amp;#x952E;&amp;#x76D8;&amp;#xFF09;&amp;#x65F6;&amp;#xFF0C;&amp;#x5C31;&amp;#x4F1A;&amp;#x65E0;&amp;#x53EF;&amp;#x907F;&amp;#x514D;&amp;#x7684;&amp;#x88AB;&amp;#x5185;&amp;#x5FC3;&amp;#x4F5C;&amp;#x4E3A; Perfectionist &amp;#x7684;&amp;#x6211;&amp;#x6240;&amp;#x963B;&amp;#x6321;&amp;#x3002;&amp;#x8FD9;&amp;#x8BA9;&amp;#x6211;&amp;#x56DE;&amp;#x60F3;&amp;#x8D77;&amp;#x6BCF;&amp;#x6B21;&amp;#x9AD8;&amp;#x4E2D;&amp;#x8BED;&amp;#x6587;&amp;#x8003;&amp;#x573A;&amp;#x4E0A;&amp;#x618B;&amp;#x4F5C;&amp;#x6587;&amp;#x7684;&amp;#x60E8;&amp;#x75DB;&amp;#x7ECF;&amp;#x5386;&amp;#xFF1A;&amp;#x975E;&amp;#x8981;&amp;#x7528;&amp;#x4E00;&amp;#x4E2A;&amp;#x5C0F;&amp;#x65F6;&amp;#x901F;&amp;#x901F;&amp;#x89E3;&amp;#x51B3;&amp;#x6389;&amp;#x524D;&amp;#x9762;&amp;#x7684;&amp;#x95EE;&amp;#x9898;&amp;#xFF0C;&amp;#x624D;&amp;#x80FD;&amp;#x521A;&amp;#x597D;&amp;#x7528;&amp;#x540E;&amp;#x4E00;&amp;#x4E2A;&amp;#x534A;&amp;#x5C0F;&amp;#x65F6;&amp;#x7684;&amp;#x65F6;&amp;#x95F4;&amp;#x300C;&amp;#x618B;&amp;#x300D;&amp;#x51FA;&amp;#x4E00;&amp;#x7BC7;&amp;#x52C9;&amp;#x5F3A;&amp;#x53CA;&amp;#x683C;&amp;#x7684;&amp;#x8003;&amp;#x573A;&amp;#x4E60;&amp;#x4F5C;&amp;#x3002;&amp;#x7A76;&amp;#x5176;&amp;#x539F;&amp;#x56E0;&amp;#xFF0C;&amp;#x60F3;&amp;#x6CD5;&amp;#x548C;&amp;#x601D;&amp;#x7EEA;&amp;#x662F;&amp;#x4E92;&amp;#x76F8;&amp;#x4EA4;&amp;#x9519;&amp;#x7684;&amp;#xFF0C;&amp;#x662F;&amp;#x6726;&amp;#x80E7;&amp;#x7684;&amp;#xFF1B;&amp;#x800C;&amp;#x6587;&amp;#x5B57;&amp;#x662F;&amp;#x7EBF;&amp;#x6027;&amp;#x7684;&amp;#xFF0C;&amp;#x662F;&amp;#x66F4;&amp;#x52A0;&amp;#x5177;&amp;#x6709;&amp;#x91CD;&amp;#x91CF;&amp;#x7684;&amp;#x3002;&amp;#x5F53;&amp;#x601D;&amp;#x7EEA;&amp;#x843D;&amp;#x5B9E;&amp;#x5230;&amp;#x6587;&amp;#x5B57;&amp;#x65F6;&amp;#xFF0C;&amp;#x66B4;&amp;#x9732;&amp;#x51FA;&amp;#x5B83;&amp;#x7684;&amp;#x865A;&amp;#x65E0;&amp;#x7F25;&amp;#x7F08;&amp;#x548C;&amp;#x6F0F;&amp;#x6D1E;&amp;#x65F6;&amp;#xFF0C;&amp;#x5185;&amp;#x5FC3;&amp;#x5C31;&amp;#x4F1A;&amp;#x4EA7;&amp;#x751F;&amp;#x8FD9;&amp;#x6837;&amp;#x4E00;&amp;#x79CD;&amp;#x81EA;&amp;#x6211;&amp;#x6000;&amp;#x7591;&amp;#xFF1A;&amp;#x300C;&amp;#x6211;&amp;#x662F;&amp;#x4E0D;&amp;#x662F;&amp;#x5728;&amp;#x77EB;&amp;#x60C5;&amp;#xFF0C;&amp;#x662F;&amp;#x4E0D;&amp;#x662F;&amp;#x5728;&amp;#x65E0;&amp;#x75C5;&amp;#x547B;&amp;#x541F;&amp;#xFF1F;&amp;#x300D;&lt;/p&gt;
&lt;p&gt;&amp;#x5012;&amp;#x4E0D;&amp;#x5982;&amp;#x8BF4;&amp;#x5199;&amp;#x6587;&amp;#x7AE0;&amp;#x8FD9;&amp;#x9879;&amp;#x6D3B;&amp;#x52A8;&amp;#x672C;&amp;#x8EAB;&amp;#xFF0C;&amp;#x4FBF;&amp;#x662F;&amp;#x8FDB;&amp;#x884C;&amp;#x4E86;&amp;#x4E00;&amp;#x6B21;&amp;#x81EA;&amp;#x6211;&amp;#x523B;&amp;#x5947;&amp;#xFF08;Kitsch&amp;#xFF09;&amp;#xFF1A;&amp;#x6355;&amp;#x6349;&amp;#x7A0D;&amp;#x7EB5;&amp;#x5373;&amp;#x901D;&amp;#x7684;&amp;#x601D;&amp;#x7EEA;&amp;#xFF0C;&amp;#x52AA;&amp;#x529B;&amp;#x8BA9;&amp;#x81EA;&amp;#x5DF1;&amp;#x88AB;&amp;#x81EA;&amp;#x5DF1;&amp;#x611F;&amp;#x52A8;&amp;#xFF0C;&amp;#x624D;&amp;#x80FD;&amp;#x8BA9;&amp;#x601D;&amp;#x7EEA;&amp;#x6D53;&amp;#x7F29;&amp;#x4E3A;&amp;#x60C5;&amp;#x611F;&amp;#xFF0C;&amp;#x4ECE;&amp;#x800C;&amp;#x6700;&amp;#x7EC8;&amp;#x51DD;&amp;#x56FA;&amp;#x4E3A;&amp;#x6587;&amp;#x5B57;&amp;#x3002;&amp;#x800C;&amp;#x8FD9;&amp;#x4E9B;&amp;#x5206;&amp;#x6790;&amp;#x53C8;&amp;#x6697;&amp;#x4E2D;&amp;#x5F62;&amp;#x6210;&amp;#x4E86;&amp;#x81EA;&amp;#x6211;&amp;#x6307;&amp;#x6D89;&amp;#xFF08;Self-Reference&amp;#xFF09;&amp;#xFF1A;&amp;#x6211;&amp;#x4EEC;&amp;#x5728;&amp;#x523B;&amp;#x5947;&amp;#x5730;&amp;#x5206;&amp;#x6790;&amp;#x523B;&amp;#x5947;&amp;#x3002;&amp;#x8FDB;&amp;#x800C;&amp;#x5F52;&amp;#x6EAF;&amp;#x5230;&amp;#x7F57;&amp;#x7D20;&amp;#x6096;&amp;#x8BBA;&amp;#xFF0C;&amp;#x5C31;&amp;#x8FDB;&amp;#x5165;&amp;#x5230;&amp;#x6BD4;&amp;#x8F83;&amp;#x5371;&amp;#x9669;&amp;#x7684;&amp;#x9886;&amp;#x57DF;&amp;#x4E86;&amp;#xFF0C;&amp;#x5C31;&amp;#x6B64;&amp;#x6253;&amp;#x4F4F;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x8FD9;&amp;#x6837;&amp;#x7684;&amp;#x7ED3;&amp;#x8BBA;&amp;#x4F3C;&amp;#x4E4E;&amp;#x6BD4;&amp;#x8F83;&amp;#x60B2;&amp;#x89C2;&amp;#x3002;&amp;#x4E0D;&amp;#x8FC7;&amp;#xFF0C;&amp;#x52AA;&amp;#x529B;&amp;#x51DD;&amp;#x7ED3;&amp;#x51FA;&amp;#x7684;&amp;#x60C5;&amp;#x7EEA;&amp;#x518D;&amp;#x4F20;&amp;#x9012;&amp;#x5230;&amp;#x8BFB;&amp;#x8005;&amp;#xFF0C;&amp;#x53EF;&amp;#x80FD;&amp;#x4E5F;&amp;#x5341;&amp;#x4E0D;&amp;#x5B58;&amp;#x4E00;&amp;#xFF0C;&amp;#x6B63;&amp;#x5982;&amp;#x53E6;&amp;#x4E00;&amp;#x53E5;&amp;#x70C2;&amp;#x5927;&amp;#x8857;&amp;#x7684;&amp;#x8BDD;&amp;#xFF1A;&amp;#x300C;&amp;#x4EBA;&amp;#x7C7B;&amp;#x7684;&amp;#x60B2;&amp;#x6B22;&amp;#x5E76;&amp;#x4E0D;&amp;#x76F8;&amp;#x901A;&amp;#x300D;&amp;#x3002;&amp;#x8FD9;&amp;#x6837;&amp;#xFF0C;&amp;#x5728;&amp;#x91CF;&amp;#x4E0A;&amp;#xFF0C;&amp;#x8BFB;&amp;#x8005;&amp;#x6240;&amp;#x611F;&amp;#x53D7;&amp;#x7684;&amp;#x548C;&amp;#x4F5C;&amp;#x8005;&amp;#x6240;&amp;#x60F3;&amp;#x5230;&amp;#x7684;&amp;#x4E5F;&amp;#x53EF;&amp;#x4EE5;&amp;#x7B97;&amp;#x662F;&amp;#x5DEE;&amp;#x4E0D;&amp;#x591A;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;
&lt;p&gt;&amp;#x4ECA;&amp;#x5929;&amp;#x521A;&amp;#x521A;&amp;#x7ED3;&amp;#x675F;&amp;#x4E86;&amp;#x671F;&amp;#x4E2D;&amp;#x5B63;&amp;#xFF0C;&amp;#x5FD9;&amp;#x91CC;&amp;#x5077;&amp;#x95F2;&amp;#x7EC8;&amp;#x4E8E;&amp;#x7A0D;&amp;#x5FAE;&amp;#x300C;&amp;#x77EB;&amp;#x60C5;&amp;#x300D;&amp;#x4E86;&amp;#x4E00;&amp;#x628A;&amp;#xFF0C;&amp;#x4E5F;&amp;#x7B97;&amp;#x662F;&amp;#x7B2C;&amp;#x4E00;&amp;#x7BC7;&amp;#x6B63;&amp;#x7ECF;&amp;#x7684;&amp;#x6587;&amp;#x7AE0;&amp;#x4E86;&amp;#x3002;&lt;/p&gt;

</article>

<div id="paginator">
  
</div>

  </div>
</div>

<div id="bottom-outer">
  <div id="footer">
      Copyright © 2019 Tsuki. Powered by Hexo and <a href="https://github.com/imtsuki/hexo-theme-shiro">Shiro</a>.
  </div>
</div>


  <!-- scripts list from theme config.yml -->
  
    <script src="/js/shiro.js"></script>
  


</body>
</html>
